backend: "exatrkxgpu"
max_batch_size: 0
input [
  {
    name: "FEATURES"
    data_type: TYPE_FP32
    dims: [ -1, 3 ]
  }
]
output [
  {
    name: "LABELS"
    data_type: TYPE_INT64
    dims: [ -1 ]
  }
]
instance_group [
  {
    count: 1
    kind: KIND_GPU
  }
]

parameters: {
  key: "EXECUTION_MODEL_PATH",
  value: {string_value: "/workspace/exatrkx_pipeline/datanmodels/"}
}